Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: _service: _sip, _ldap, _imap, _stun, _xmpp-client, … . (Note: while _http is possible, no browsers support SRV records.)
sv: _service: _sip, _ldap, _imap, _stun, _xmpp-client, … . (Obs! Även om _http är möjligt stöder inga webbläsare SRV-poster.)

source: and above
sv: och högre

source: and either correct the unusual configuration or remove the offending VLAN assignments before returning here.
sv: och korrigera antingen den ovanliga konfigurationen eller ta bort de problematiska VLAN-tilldelningarna innan du återvänder hit.

source: and:
sv: och:

source: any
sv: valfri

source: automatic (disabled)
sv: automatiskt (avstängd)

source: automatic (enabled)
sv: automatiskt (aktiverat)

source: automatically derived from Mobility Domain and PSK
sv: härleds automatiskt från Mobility Domain och PSK

source: automatically derived from SSID
sv: automatiskt beräknat från SSID

source: between:
sv: mellan:

source: bridged
sv: bryggad

source: create:
sv: skapa:

source: custom: Use different options when establishing a connection (these options are prefixed with %s).
sv: anpassning: Använd andra värden när en anslutning etableras (dessa värden har prefix %s).

source: default: Use the configuration options above (APN, IP Type, ...).
sv: standard: Använd konfigurationsvärden ovan (APN, IP-typ, ...).

source: disable
sv: inaktivera

source: distribute traffic according to port load
sv: fördela trafiken enligt portens last

source: driver default
sv: standard-drivrutin

source: driver default (%s)
sv: standard-drivrutin (%s)

source: e.g: --proxy 10.10.10.10
sv: t.ex: --proxy 10.10.10.10

source: e.g: dump
sv: t.ex: dump

source: enabled (default)
sv: aktiverad (standard)

source: expired
sv: slutat gälla

source: facility:
sv: facilitet:

source: fault
sv: fel

source: forced
sv: tvingat

source: forward
sv: vidarebefordra

source: goto
sv: gå till

source: half-duplex
sv: halv-duplex

source: hexadecimal encoded value
sv: hexadecimalt kodat värde

source: hybrid mode
sv: hybrid-läge

source: including:
sv: inkludera:

source: infinite (lease does not expire)
sv: oändligt (lån kommer inte att ta slut)

source: input
sv: inmatning

source: key between 8 and 63 characters
sv: nyckel med mellan 8 och 63 tecken

source: key with either 5 or 13 characters
sv: nyckel med antingen 5 eller 13 tecken

source: known
sv: känd

source: known-othernet (on different subnet)
sv: känt-annat-nät (på ett annat delnät)

source: label
sv: etikett

source: label (optional)
sv: etikett (valfri)

source: managed config (M)
sv: hanterad konfiguration (M)

source: maximum one "%"
sv: högst ett "%"

source: medium security
sv: medium säkerhet

source: milliseconds
sv: millisekunder

source: minutes
sv: minuter

source: mobile home agent (H)
sv: mobil hemagent (H)

source: name value
sv: namnvärde

source: no link
sv: ingen länk

source: no override
sv: ingen åsidosättning

source: non-empty value
sv: inget tomt värde

source: none: Do not set an initial EPS bearer (default behaviour)
sv: ingen: Ange ingen initial EPS-bärare (standardbeteende)

source: not present
sv: inte tillgängligt

source: octet string
sv: oktett-sträng

source: on available prefix
sv: på tillgängligt prefix

source: open network
sv: öppet nätverk

source: other config (O)
sv: annan konfigurering (O)

source: output
sv: utmatning

source: over a day ago
sv: över en dag sedan

source: page.
sv: sidan.

source: positive decimal value
sv: positivt decimalt värde

source: positive integer value
sv: positivt heltalsvärde

source: prefix delegation (PD) preferred (P)
sv: prefixdelegering (PD) önskat (P)

source: random
sv: slumpmässigt

source: randomly generated
sv: slumpmässigt genererad

source: reduces overhead by collecting and aggregating originator messages in a single packet rather than many small ones
sv: minskar overhead genom att samla och aggregera originator-meddelanden i ett enda paket i stället för många små

source: relay mode
sv: relä-läge

source: routed
sv: dirigerad

source: rpcd username
sv: rpcd-användarnamn

source: searching
sv: söker

source: sec
sv: sek

source: server mode
sv: serverläge

source: severity:
sv: allvarlighetsgrad:

source: some params echoed to log
sv: vissa parametrar skrivs till loggen

source: sstpc Log-level
sv: Logg-nivå för sstpc

source: string (UTF-8)
sv: sträng (UTF-8)

source: string: "%s"
sv: sträng: "%s"

source: strong security
sv: stark säkerhet

source: tag name
sv: tagnamn

source: tagged
sv: taggad

source: the VXLAN Network Identifier (or VXLAN Segment ID) to use to connect to the remote VXLAN tunnel endpoint
sv: VXLAN-nätverksidentifieraren (eller VXLAN-segment-ID:t) som ska användas för att ansluta till den fjärranslutna VXLAN-tunnelslutpunkten

source: the source VNI Network Identifier (or VXLAN Segment ID) this entry belongs to. Used only when the VXLAN device is in external or collect metadata mode
sv: källans VNI-nätverksidentifierare (eller VXLAN-segment-ID) som denna post tillhör. Används endast när VXLAN-enheten är i läget external eller collect metadata

source: time units (TUs / 1.024 ms) [1000-65535]
sv: tidsenheter (TU / 1,024 ms) [1000–65535]

source: tun/tap device
sv: tun/tap-enhet

source: tun/tap inactivity timeout
sv: tidsgräns för inaktivitet för tun/tap

source: uHTTPd offers <abbr title="Hypertext Transfer Protocol">HTTP</abbr> or <abbr title="Hypertext Transfer Protocol Secure">HTTPS</abbr> network access.
sv: uHTTPd erbjuder <abbr title="Hypertext Transfer Protocol">HTTP</abbr> eller <abbr title="Hypertext Transfer Protocol Secure">HTTPS</abbr> nätverksaccess.

source: unique value
sv: unikt värde

source: unknown version
sv: okänd version

source: unlimited
sv: obegränsad

source: unspecified
sv: ospecificerad

source: unspecified -or- create:
sv: ospecifierat -eller- skapa:

source: untagged
sv: otaggat

source: valid IP address
sv: giltig IP-adress

source: valid IP address or prefix
sv: giltig IP-adress eller prefix

source: valid IP address range
sv: giltig IP-adressområde

source: valid IPv4 CIDR
sv: giltig IPv4 CIDR

source: valid IPv4 address
sv: giltig IPv4-adress

source: valid IPv4 address or network
sv: giltig IPv4-adress eller nätverk

source: valid IPv4 address range
sv: giltig IPv4-adressområde

source: valid IPv4 address:port
sv: giltig IPv4-adress:port

source: valid IPv4 network
sv: giltig IPv4-nätverk

source: valid IPv4 or IPv6 CIDR
sv: giltig IPv4 eller IPv6 CIDR

source: valid IPv4 prefix value (0-32)
sv: giltig IPv4-prefixvärde (0-32)

source: valid IPv6 CIDR
sv: giltig IPv6 CIDR

source: valid IPv6 Link Local address
sv: giltig IPv6 länklokal adress

source: valid IPv6 ULA address
sv: giltig IPV6 ULA-adress

source: valid IPv6 address
sv: giltig IPv6-adress

source: valid IPv6 address or prefix
sv: giltig IPv6-adress eller giltigt prefix

source: valid IPv6 address range
sv: giltigt IPv6-adressintervall

source: valid IPv6 host id
sv: giltigt IPv6-värd-ID

source: valid IPv6 network
sv: giltigt IPv6-nätverk

source: valid IPv6 prefix value (0-128)
sv: giltigt IPv6-prefixvärde (0–128)

source: valid MAC address
sv: giltig MAC-adress

source: valid UCI identifier
sv: giltig UCI-identifierare

source: valid UCI identifier, hostname or IP address range
sv: giltig UCI-identifierare, giltigt värdnamn eller IP-adressintervall

source: valid address:port
sv: giltig adress:port

source: valid date (YYYY-MM-DD)
sv: giltigt datum (ÅÅÅÅ-MM-DD)

source: valid decimal value
sv: giltigt decimalvärde

source: valid fw4 zone name UCI identifier
sv: giltig UCI-identifierare för fw4-zonnamn

source: valid hexadecimal WEP key
sv: giltig hexadecimal WEP-nyckel

source: valid hexadecimal WPA key
sv: giltig hexadecimal WPA-nyckel

source: valid host:port
sv: giltig värd:port

source: valid hostname
sv: giltigt värdnamn

source: valid hostname or IP address
sv: giltigt värdnamn eller giltig IP-adress

source: valid integer value
sv: giltigt heltalsvärde

source: valid multicast MAC address
sv: giltig multicast-MAC-adress

source: valid network device name between 1 and 15 characters not containing ":", "/", "%" or spaces
sv: giltigt namn på nätverksenhet med 1–15 tecken som inte innehåller ":", "/", "%" eller blanksteg

source: valid network device name, not "." or ".."
sv: giltigt namn på nätverksenhet, inte "." eller ".."

source: valid network in address/netmask notation
sv: giltigt nätverk i adress/nätmask-notation

source: valid phone digit (0-9, "*", "#", "!" or ".")
sv: giltigt telefontecken (0–9, "*", "#", "!" eller ".")

source: valid port or port range (port1-port2)
sv: giltig port eller giltigt portintervall (port1-port2)

source: valid port value
sv: giltigt portvärde

source: valid time (HH:MM:SS)
sv: giltig tid (HH:MM:SS)

source: value
sv: värde

source: value between %d and %d characters
sv: värde med mellan %d och %d tecken

source: value between %f and %f
sv: värde mellan %f och %f

source: value greater or equal to %f
sv: värde större än eller lika med %f

source: value smaller or equal to %f
sv: värde mindre än eller lika med %f

source: value with %d characters
sv: värde med %d tecken

source: value with at least %d characters
sv: värde med minst %d tecken

source: value with at most %d characters
sv: värde med högst %d tecken

source: weak security
sv: svag säkerhet

source: when number %s appears in the list of architectures sent by the client in option %s.
sv: när numret %s förekommer i listan över arkitekturer som klienten skickar i alternativ %s.

source: whitespace
sv: blanksteg

source: « Back
sv: « Bakåt

source: … and %d more.
sv: … och %d till.

source: Failed to load dropped file (invalid path).
sv: Kunde inte läsa in den släppta filen (ogiltig sökväg).

source: Invalid image file
sv: Ogiltig bildfil

source: Failed to process the file.
sv: Kunde inte bearbeta filen.

source: No text found. Try to grab another region.
sv: Ingen text hittades. Prova att markera ett annat område.

source: Text extracted
sv: Text extraherad

source: Choose an image for extraction
sv: Välj en bild för extrahering

source: All supported images
sv: Alla bildformat som stöds

source: PNG images (*.png)
sv: PNG-bilder (*.png)

source: JPEG images (*.jpg)
sv: JPEG-bilder (*.jpg)

source: WebP images (*.webp)
sv: WebP-bilder (*.webp)

source: AVIF images (*.avif)
sv: AVIF-bilder (*.avif)

source: TIFF images (*.tif)
sv: TIFF-bilder (*.tif)

source: BMP images (*.bmp)
sv: BMP-bilder (*.bmp)

source: GIF images (*.gif)
sv: GIF-bilder (*.gif)

source: All files (*)
sv: Alla filer (*)

source: Text-to-speech is not available for this language
sv: Text-till-tal är inte tillgängligt för det här språket

source: Request timed out. Please try again.
sv: Begäran tog för lång tid. Försök igen.

source: Network error. Please check your internet connection.
sv: Nätverksfel. Kontrollera internetanslutningen.

source: Text-to-speech failed. Please try again.
sv: Text-till-tal misslyckades. Försök igen.

source: Acknowledgements
sv: Tack

source: Built with Tesseract OCR, GTK4, Libadwaita, and other open source components.
sv: Byggd med Tesseract OCR, GTK4, Libadwaita och andra komponenter med öppen källkod.

source: Changelog
sv: Ändringslogg

source: Extract directly into the clipboard
sv: Extrahera direkt till urklipp

source: Process image file for OCR
sv: Bearbeta bildfil för OCR

source: Run OCR without UI (copy result to clipboard)
sv: Kör OCR utan gränssnitt (kopiera resultatet till urklipp)

source: Text extracted and copied to clipboard.
sv: Texten extraherades och kopierades till urklipp.

source: Text extracted successfully.
sv: Texten extraherades.

source: URL opened automatically
sv: URL:en öppnades automatiskt

source: QR Code URL Detected
sv: URL från QR-kod upptäcktes

source: URL copied to clipboard
sv: URL:en kopierades till urklipp

source: Anura could not capture a screenshot because no suitable portal backend or fallback tool was found.
sv: Anura kunde inte ta en skärmbild eftersom ingen lämplig portalbakände eller reservfunktion hittades.

source: Capture Failed
sv: Fångst misslyckades

source: Bug fixes and improvements.
sv: Felrättningar och förbättringar.

source: No text found.
sv: Ingen text hittades.

source: Text extracted.
sv: Text extraherades.

source: No image in clipboard
sv: Ingen bild i urklipp

source: Clipboard read operation timed out.
sv: Tidsgränsen för läsning från urklipp överskreds.

source: Azerbaijani - Cyrillic
sv: Azerbajdzjanska – kyrillisk

source: Chinese - Simplified
sv: Kinesiska – förenklad

source: Chinese - Simplified (vertical)
sv: Kinesiska – förenklad (vertikal)

source: Chinese - Traditional
sv: Kinesiska – traditionell

source: Chinese - Traditional (vertical)
sv: Kinesiska – traditionell (vertikal)

source: German - Fraktur
sv: Tyska – frakturstil

source: English, Middle
sv: Medelengelska

source: French, Middle
sv: Medelfranska

source: Western Frisian
sv: Västfrisiska

source: Scottish Gaelic
sv: Skotsk gaeliska

source: Greek, Ancient
sv: Forngrekiska

source: Italian - Old
sv: Fornitalienska

source: Japanese (vertical)
sv: Japanska (vertikal)

source: Georgian - Old
sv: Forngeorgiska

source: Kirghiz
sv: Kirgiziska

source: Korean (vertical)
sv: Koreanska (vertikal)

source: Norwegian
sv: Norska

source: Pushto
sv: Pashto

source: Spanish - Old
sv: Fornspanska

source: Serbian - Latin
sv: Serbiska – latinsk

source: Tonga
sv: Tonganska

source: Uighur
sv: Uiguriska

source: Uzbek - Cyrillic
sv: Uzbekiska – kyrillisk

source: Failed to create temporary file.
sv: Kunde inte skapa temporär fil.

source: Screenshot tool produced no output.
sv: Skärmbildsverktyget gav ingen utdata.

source: Enhancing image...
sv: Förbättrar bilden…

source: Running Tesseract OCR...
sv: Kör Tesseract OCR…

source: Reconstructing structure...
sv: Återskapar strukturen…

source: Magic processing...
sv: Magisk bearbetning…

source: The selected image file is empty.
sv: Den valda bildfilen är tom.

source: Failed to process image in isolated process.
sv: Kunde inte bearbeta bilden i en isolerad process.

source: Screenshot failed: {reason}
sv: Det gick inte att ta skärmbild: {reason}

source: Failed to initiate screenshot capture.
sv: Kunde inte starta skärmbildsfångst.

source: Can't take a screenshot.
sv: Det går inte att ta en skärmbild.

source: Extracting text...
sv: Extraherar text…

source: OCR processing failed. Please try again.
sv: OCR-bearbetningen misslyckades. Försök igen.

source: Invalid language code specified.
sv: Ogiltig språkkod angavs.

source: Failed to read image file.
sv: Kunde inte läsa bildfilen.

source: OCR engine failed to process image.
sv: OCR-motorn kunde inte bearbeta bilden.

source: Failed to decode data.
sv: Kunde inte avkoda data.

source: Failed to decode image.
sv: Kunde inte avkoda bilden.

source: Select Mastodon Instance
sv: Välj Mastodon-instans

source: Choose your Mastodon instance to share the extracted text:
sv: Välj din Mastodon-instans för att dela den extraherade texten:

source: Cannot show dialog without active window
sv: Det går inte att visa dialogrutan utan ett aktivt fönster

source: Screenshot portal is not configured for LXQt. See the README for the LXQt setup steps.
sv: Skärmbildsportalen är inte konfigurerad för LXQt. Se README för installationsstegen för LXQt.

source: On LXQt, install xdg-desktop-portal-kde, then create ~/.config/xdg-desktop-portal/lxqt-portals.conf with [preferred] org.freedesktop.impl.portal.Screenshot=kde, and restart the portal (systemctl --user restart xdg-desktop-portal.service).
sv: I LXQt installerar du xdg-desktop-portal-kde, skapar sedan ~/.config/xdg-desktop-portal/lxqt-portals.conf med [preferred] org.freedesktop.impl.portal.Screenshot=kde och startar om portalen (systemctl --user restart xdg-desktop-portal.service).

source: Screenshot portal unavailable. Install xdg-desktop-portal-kde and re-login.
sv: Skärmbildsportalen är inte tillgänglig. Installera xdg-desktop-portal-kde och logga in igen.

source: Screenshot failed. On KDE Plasma, install xdg-desktop-portal-kde (e.g. sudo apt install xdg-desktop-portal-kde) and log out and back in.
sv: Det gick inte att ta skärmbild. Installera xdg-desktop-portal-kde i KDE Plasma (t.ex. sudo apt install xdg-desktop-portal-kde) och logga ut och in igen.

source: your wlroots compositor
sv: din wlroots-kompositor

source: Screenshot portal unavailable. Install xdg-desktop-portal-wlr and re-login.
sv: Skärmbildsportalen är inte tillgänglig. Installera xdg-desktop-portal-wlr och logga in igen.

source: Screenshot failed. On wlroots-based compositors (Sway, Hyprland, river, Niri, …), install xdg-desktop-portal-wlr (e.g. sudo apt install xdg-desktop-portal-wlr) and log out and back in.
sv: Det gick inte att ta skärmbild. Installera xdg-desktop-portal-wlr i wlroots-baserade kompositorer (Sway, Hyprland, river, Niri, …), t.ex. med sudo apt install xdg-desktop-portal-wlr, och logga ut och in igen.

source: Screenshot portal unavailable. Install xdg-desktop-portal-gnome and re-login.
sv: Skärmbildsportalen är inte tillgänglig. Installera xdg-desktop-portal-gnome och logga in igen.

source: Screenshot failed. On GNOME / Ubuntu, install xdg-desktop-portal-gnome (e.g. sudo apt install xdg-desktop-portal-gnome) and log out and back in.
sv: Det gick inte att ta skärmbild. Installera xdg-desktop-portal-gnome i GNOME eller Ubuntu (t.ex. sudo apt install xdg-desktop-portal-gnome) och logga ut och in igen.

source: Screenshot portal unavailable. Install xdg-desktop-portal-gnome (or -kde) and re-login.
sv: Skärmbildsportalen är inte tillgänglig. Installera xdg-desktop-portal-gnome (eller -kde) och logga in igen.

source: Screenshot failed. On {desktop}, install xdg-desktop-portal-gnome (or xdg-desktop-portal-kde) and log out and back in. On modern Ubuntu xdg-desktop-portal-gtk no longer provides the Screenshot interface.
sv: Det gick inte att ta skärmbild. Installera xdg-desktop-portal-gnome (eller xdg-desktop-portal-kde) för {desktop} och logga ut och in igen. I moderna Ubuntu tillhandahåller xdg-desktop-portal-gtk inte längre skärmbildsgränssnittet.

source: your desktop
sv: din skrivbordsmiljö

source: Screenshot portal unavailable. Install the xdg-desktop-portal backend matching your desktop.
sv: Skärmbildsportalen är inte tillgänglig. Installera den xdg-desktop-portal-bakände som passar din skrivbordsmiljö.

source: Screenshot failed. Your desktop session does not appear to expose a working screenshot portal. Install the xdg-desktop-portal backend matching your desktop (e.g. xdg-desktop-portal-gnome, -kde, -wlr) and re-login.
sv: Det gick inte att ta skärmbild. Din skrivbordssession verkar inte ha någon fungerande skärmbildsportal. Installera den xdg-desktop-portal-bakände som passar din skrivbordsmiljö (t.ex. xdg-desktop-portal-gnome, -kde eller -wlr) och logga in igen.

source: Invalid URL blocked for security
sv: Ogiltig URL blockerades av säkerhetsskäl

source: Failed to open link
sv: Kunde inte öppna länken

source: Shows character and word count. If text is selected, shows selection stats.
sv: Visar antal tecken och ord. Om text är markerad visas statistik för markeringen.

source: Selection:
sv: Markering:

source: Smart Parse: {name}
sv: Smart tolkning: {name}

source: Searching…
sv: Söker…

source: No matches
sv: Inga träffar

source: Clear History?
sv: Rensa historiken?

source: All stored extraction history will be removed. This cannot be undone.
sv: All sparad extraheringshistorik tas bort. Detta går inte att ångra.

source: Language list
sv: Språklista

source: Language list — No matching languages found
sv: Språklista – inga matchande språk hittades

source: {language} (active language)
sv: {language} (aktivt språk)

source: Select {language}
sv: Välj {language}

source: Install {language}
sv: Installera {language}

source: Remove {language}
sv: Ta bort {language}

source: TTS playback volume level: {percentage:.0f}%
sv: Volym för TTS-uppspelning: {percentage:.0f} %

source: Auto (follow OCR language)
sv: Automatiskt (följ OCR-språk)

source: OCR models unreachable. Please check your internet connection.
sv: Det går inte att nå OCR-modellerna. Kontrollera internetanslutningen.

source: Metered connection detected. Model downloads may incur data costs.
sv: Anslutning med datatrafik upptäcktes. Hämtning av modeller kan medföra datakostnader.

source: Fast
sv: Snabb

source: Best
sv: Bäst

source: Share via {name}
sv: Dela via {name}

source: Screenshot & OCR
sv: Skärmbild och OCR

source: Take screenshot
sv: Ta skärmbild

source: Take screenshot and copy to clipboard
sv: Ta en skärmbild och kopiera till urklipp

source: Open image file
sv: Öppna bildfil

source: Paste image from clipboard
sv: Klistra in bild från urklipp

source: Select all text (in editor)
sv: Markera all text (i redigeraren)

source: Copy text to clipboard
sv: Kopiera text till urklipp

source: Undo (in editor)
sv: Ångra (i redigeraren)

source: Redo (in editor)
sv: Gör om (i redigeraren)

source: Search text
sv: Sök text

source: Open in external editor
sv: Öppna i extern redigerare

source: Text-to-Speech
sv: Text-till-tal

source: Listen to text
sv: Lyssna på text

source: Pause/resume listening
sv: Pausa/återuppta lyssning

source: Stop listening
sv: Sluta lyssna

source: Open preferences
sv: Öppna inställningar

source: Show keyboard shortcuts
sv: Visa tangentbordsgenvägar

source: Quit application
sv: Avsluta programmet

source: Clear search / go back
sv: Rensa sökning / gå tillbaka

source: Drop image here
sv: Släpp bild här

source: Hide drop area
sv: Dölj släppområde

source: Drop image to extract text
sv: Släpp en bild för att extrahera text

source: Extract text from anywhere
sv: Extrahera text var som helst

source: No file data received from drop
sv: Inga fildata togs emot från släppet

source: No valid file found in drop
sv: Ingen giltig fil hittades i släppet

source: Only local files can be dropped
sv: Endast lokala filer kan släppas

source: File not accessible. Ensure Anura has permission to access this location.
sv: Filen är inte åtkomlig. Kontrollera att Anura har behörighet till den här platsen.

source: Only images can be processed that way.
sv: Endast bilder kan bearbetas på det sättet.

source: Failed to process dropped file
sv: Kunde inte bearbeta den släppta filen

source: Processing...
sv: Bearbetar…

source: Image drop zone: Processing...
sv: Bildsläppzon: bearbetar…

source: Drop image file here
sv: Släpp bildfilen här

source: Image drop zone
sv: Bildsläppzon

source: Tesseract OCR not found on system
sv: Tesseract OCR hittades inte i systemet

source: TTS dependencies (gTTS/GStreamer) missing
sv: Beroenden för text-till-tal (gTTS/GStreamer) saknas

source: Screenshot timed out. Please try again.
sv: Tidsgränsen för skärmbild överskreds. Försök igen.

source: Capture already in progress
sv: Fångst pågår redan

source: Failed to capture screenshot
sv: Kunde inte ta skärmbild

source: Failed to load image file
sv: Kunde inte läsa in bildfilen

source: Error loading file
sv: Fel vid inläsning av fil

source: Selection copied to clipboard
sv: Markeringen kopierades till urklipp

source: No text to copy
sv: Ingen text att kopiera

source: No text to open in external editor
sv: Ingen text att öppna i extern redigerare

source: Failed to open external editor
sv: Kunde inte öppna extern redigerare

source: Opened in external editor
sv: Öppnades i extern redigerare

source: Could not launch external editor
sv: Kunde inte starta extern redigerare

source: No text to share.
sv: Ingen text att dela.

source: Extracted
sv: Extraherat

source: Take a Screenshot (Ctrl+G)
sv: Ta en skärmbild (Ctrl+G)

source: Take a screenshot
sv: Ta en skärmbild

source: Generating audio
sv: Genererar ljud

source: Share providers
sv: Delningsleverantörer

source: Search text…
sv: Sök text…

source: Search extracted text
sv: Sök i extraherad text

source: Match Case
sv: Matcha skiftläge
